{
  "DomiciliaryCare": {
    "compStructure": [
      "FullImageWithCardBottomComponent",
      "ImageCardDataComponent",
      "ourPackagesaccordiangroup"
    ],
    "ourPackagesaccordiangroup": [
      {
        "header": "Business Plan",
        "content": "Work with our team to develop a detailed business plan tailored to your care agency, including cash flow forecasts and profit and loss statements to ensure financial stability and growth.<a href='https://example.com/business-plan' target='_blank'>"
      },
      {
        "header": "Name Creation",
        "content": "We assist in brainstorming and selecting a business name that is memorable, marketable, and perfectly suited to your agency's mission and services."
      },
      {
        "header": "Company Registration",
        "content1": "We handle the entire registration process with ",
        "content2": ", providing you with all necessary legal documents, both digitally and by post.",
        "name": "Companies House",
        "url": "https://www.gov.uk/limited-company-formation/register-your-company"
      },
      {
        "header": "Business Registration",
        "content1": "We’ll ",
        "content2": "your company as an official employer, ensuring compliance with all employment regulations, including PAYE setup.",
        "name": "register ",
        "url": "https://www.gov.uk/set-up-limited-company"
      },
      {
        "header": "IT Setup Assistance",
        "content": "Get expert guidance on the necessary technology, tools, and systems to efficiently run your care agency from day one."
      },
      {
        "header": "Office Space Assistance",
        "content": "Our team assists you in identifying and securing the ideal office location that meets your operational needs."
      },
      {
        "header": "VAT Registration",
        "content": "We manage the VAT registration process for your company, ensuring all tax obligations are met from the start."
      },
      {
        "header": "Virtual Telephone Setup",
        "content": "Enhance your communication with a virtual telephone number, professionally set up to manage client and partner calls."
      },
      {
        "header": "Corporation Tax Enrollment",
        "content": "Automatically register for corporation tax with HMRC during company formation, ensuring your business meets all tax obligations."
      },
      {
        "header": "Data Protection Registration",
        "content1": "We ensure your agency meets legal data protection requirements by registering with the ",
        "content2": "and covering your first year’s fee.",
        "name": "Information Commissioner’s Office (ICO) ",
        "url": "https://ico.org.uk/"
      }
    ],
    "FullImageWithCardBottomComponent": {
      "title": "DOMICILIARY CARE",
      "sub": "Start Your Home Care Business with Our All Inclusive Support Package.",
      "content": "Transform your vision of running a successful home care agency into reality with Care Sync Experts.",
      "img": "../../../assets/our-packages/DomiciliaryCare/headerFullimage.jpeg",
      "card": {
        "title": "What is Domiciliary Care?",
        "content1": "Domiciliary care, also referred to as Home care provides vital personal and practical assistance to individuals within the comfort of their own homes. Care Sync Experts specialises in guiding entrepreneurs and providers through the process of establishing successful domiciliary care agencies.",
        "content2": "This service is crucial for meeting the needs of elderly individuals, people with disabilities, those recovering from illness or surgery, and others requiring assistance with daily living activities."
      }
    },
    "ImageCardDataComponent": {
      "heading": " With our expertise, you can confidently set up a domiciliary care agency that offers services such as:",
      "content": "We aim to assist you in establishing a care agency that promotes independence, enhances quality of life, and allows individuals to receive the support they need in the comfort of their own homes. Our consultancy services that cover every aspect of starting and running a domiciliary care business, ensuring your success from day one.",
      "cardData": {
        "container": {
          "items": [
            {
              "image": {
                "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-personal-care.jpg",
                "alt": "Personal care"
              },
              "layer": {
                "title": "Personal care",
                "description": "Assistance with bathing, dressing, and daily hygiene."
              }
            },
            {
              "image": {
                "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-household-tasks.jpg",
                "alt": "Household tasks"
              },
              "layer": {
                "title": "Household tasks",
                "description": "Support with cleaning, cooking, and household management."
              }
            },
            {
              "image": {
                "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-medical-support.jpg",
                "alt": "Medical support"
              },
              "layer": {
                "title": "Medical support",
                "description": "Administering medication and monitoring health conditions."
              }
            },
            {
              "image": {
                "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-companionship.jpg",
                "alt": "Companionship"
              },
              "layer": {
                "title": "Companionship",
                "description": "Providing emotional and social support to clients."
              }
            }
          ]
        }
      }
    }
  },
  "TemporaryStaffing": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "TEMPORARY STAFFING AGENCY",
      "sub": "Launch and Grow Your Temporary Staffing Agency with Confidence",
      "content": "We provide a package for Temporary Staffing that is tailored to support you in setting up a temporary staffing agency within the social care field. Our experience guarantees that you can effectively handle the complexities of the sector and establish a business centred on delivering notch adaptable staffing solutions.",
      "img": "../../../assets/our-packages/TemporaryStaffing/headerFullimage.webp"
    }
  },
  "SupportedLiving": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "SUPPORTED LIVING",
      "sub": "Your Blueprint for Establishing and Running a Thriving Supported Living Service",
      "content": "Unlock Success in Supported Living",
      "img": "../../../assets/our-packages/SupportedLiving/headerFullimage.webp",
      "card": {
        "title": "Empower Lives with Our Expertly Crafted Supported Living Solutions",
        "content1": "Setting up a successful Supported Living service is more than just a business. It involves nurturing an environment where individuals can flourish. Care Sync Experts offers a plan to help you establish and oversee a service that prioritises independence, dignity and quality of life. Our customised package provides you with the knowledge and resources to surpass industry expectations and contribute meaningfully to the healthcare sector."
      }
    }
  },
  "ciwDomiciliaryCare": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "CIW DOMICILIARY CARE",
      "sub": "Start Your Domiciliary Care Business in Wales with Our Complete Setup Package",
      "content": "Make your dream of owning a home care company in Wales a reality by utilising our CIW (Care Inspectorate Wales) Domiciliary Care Agency Setup Package. At Care Sync Experts we provide the expertise and resources to help your care agency meet all standards and excel in delivering top quality care.",
      "img": "../../../assets/our-packages/ciwDomiciliaryCare/headerFullimage.webp"
    }
  },
  "rqiaDomiciliaryCare": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "RQIA DOMICILIARY CARE AGENCY",
      "sub": "Build Your Leading Domiciliary Care Agency in Northern Ireland Today",
      "content": "Setting up an RQIA compliant Domiciliary Care Agency requires precision and expertise. At Care Sync Experts, we provide the essential guidance and resources to help you navigate RQIA regulations with ease. Our package equips you with the knowledge and tools to build a high-quality, compliant care agency that stands out in the healthcare sector. Start your journey to excellence and ensure your agency meets the highest standards from day one.",
      "img": "../../../assets/our-packages/rqiaDomiciliaryCare/headerFullimage.webp"
    }
  },
  "CombinedCareAgency": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "COMBINED CARE AGENCY",
      "sub": "Unite Domiciliary Care and Temporary Staffing for Unmatched Flexibility and Quality",
      "content": "Elevate Your Care Agency with Our Combined Package",
      "img": "../../../assets/our-packages/CombinedCareAgency/headerFullimage.webp"
    }
  }
}