{
  "DomiciliaryCare": {
    "compStructure": [
"FullImageWithCardBottomComponent",
      "ImageCardDataComponent_four",
      "CyanWhiteCardComponent",
      "ourPackagesaccordiangroup",
      "throutsupprtCQC",      
       "gridwitharrowwithoutarrow",
       "roundedarrowgrid",
       "arrowpointbanner",
       "ImageCardDataComponent_three"
       
    ],
    "roundedarrowgrid":{
      "masterheader": "10. Streamlined Operations & Admin Support",
      "mastercontent": "We offer a range of operational and administrative solutions customised to suit the requirements of your domiciliary care agency. Our team provides expert advice and assistance in setting up services aimed at improving the efficiency and compliance of your business operations.",
      "header": "Operational Tools & Setup:",
      "data": [
        {
          "header": "Invoicing Solutions",
          "content": "We recommend and implement intuitive invoicing software to streamline your billing process."
        },
        {
          "header": "Payroll Systems",
          "content": "We recommend and set up reliable payroll systems tailored to your agency’s needs, ensuring timely and accurate payments."
        },
        {
          "header": "Client Management (CRM)",
          "content": "We help you select and integrate powerful CRM tools to enhance client management and service delivery."
        },
        {
          "header": "Care Monitoring Systems",
          "content": "We recommend the best care monitoring systems to ensure real-time tracking and management of care delivery."
        },
        {
          "header": "HR Solutions",
          "content": "We recommend trusted HR companies to manage recruitment, employee relations, and compliance with employment laws."
        },
        {
          "header": "Document Management",
          "content": "Receive expert guidance on implementing organised and efficient filing systems."
        },
        {
          "header": "Accounting & Bookkeeping",
          "content": "We recommend top accounting software and connect you with reliable accountants for seamless financial management."
        },
        {
          "header": "Compliance & Checks",
          "content": "We recommend services for DBS checks, staff training, nurse revalidation, and occupational health to ensure full compliance."
        }
      
      ]
    },
    
    "arrowpointbanner":{
      "bannerurl": "../../../assets/arrow-points-banner/Banner.png",
      "mastertitle": "14. Comprehensive Year Round Support",
      "mastercontent1": "At Care Sync Experts, we’re committed to your success. As part of our package, you’ll receive a full year of dedicated support to help you run your domiciliary care agency efficiently. Our support covers:",
      "mastercontent2": "We are dedicated to ensuring your success. As part of our package, you will receive a year of assistance to effectively manage your domiciliary care agency. Our support includes:",
      "mastercontent3": "With our continuous support, you can focus on delivering outstanding care while we handle the rest.",
      "bannercontent": "Your Vision, Our Expertise: Building the Future of Care Together",
      "data": [
        {
          "header": "Business Guidance",
          "content": "Expert advice on managing and growing your care agency."
        },
        {
          "header": "Technical Assistance",
          "content": "Support for technical issues (excluding hardware) to keep your operations running smoothly."
        },
        {
          "header": "Website Maintenance",
          "content": "Ongoing website support and updates to ensure optimal performance."
        },
        {
          "header": "Social Media Management",
          "content": "Six months of professional social media management to enhance your online presence."
        }
      ]
    },
    
    "gridwitharrowwithoutarrow":{
      "mastercard": {
        "mastertiltle": "5. Bespoke Website Development",
        "mastercontent": "We understand the importance of your website as the face of your domiciliary care agency. Our goal is not to design websites but to establish an online presence that reflects your brand and fosters growth.",
        "data": [
          {
            "header": "Domain Name Registration",
            "content": "We secure your business domain (e.g., www.yourcompanyname.co.uk) for one year, giving you full control and management access."
          },
          {
            "header": "Social Media Integration",
            "content": "We connect your social media profiles to your website making it easy for users to engage with you across platforms and helping foster a sense of community around your brand."
          },
          {
            "header": "Data Privacy and Compliance",
            "content": "Our websites are designed to fully comply with GDPR, ensuring features like cookies notifications, privacy by design, and user data management are seamlessly integrated."
          },
          {
            "header": "Secure and Reliable Hosting",
            "content": "Enjoy a year of complimentary, secure hosting with Cpanel access, robust malware protection, and a free SSL certificate to enhance trust and security. After the first year, hosting renews at £39 per year."
          }
        ]
      },
      "submaster": {
        "header": "Website Features",
        "data": [
          {
            "header": "Professional, Modern Design",
            "content": "Sleek, clean layouts that convey professionalism and instil trust."
          },
          {
            "header": "Client Testimonials",
            "content": "Showcase positive feedback to build credibility and trust."
          },
          {
            "header": "SEO-Optimised Content",
            "content": "Quality, keyword-rich content to attract and engage your target audience."
          },
          {
            "header": "Document Repository",
            "content": "Provide additional downloadable resources for clients and staff."
          },
          {
            "header": "High Quality Licensed Images",
            "content": "Enhance visual appeal with premium, licensed imagery."
          },
          {
            "header": "Online Application System",
            "content": "Simplify recruitment with an integrated application form."
          },
          {
            "header": "Mobile Responsive Design",
            "content": "Seamless user experience across all devices, ensuring accessibility."
          },
          {
            "header": "Job Listings",
            "content": "Advertise current vacancies directly on your website."
          },
          {
            "header": "World Class User Experience",
            "content": "Intuitive navigation designed to keep visitors engaged."
          },
          {
            "header": "Conversion Focused Design",
            "content": "Integrated calls to action to drive client engagement and conversions."
          },
          {
            "header": "Social Media Integration",
            "content": "Connect your website to social platforms to broaden your reach."
          },
          {
            "header": "Emailing Portal",
            "content": "Streamline communications with an integrated email management system."
          },
          {
            "header": "Downloadable Forms",
            "content": "Convenient access to application forms, timesheets, and essential documents."
          },
          {
            "header": "Admin Panel",
            "content": "A user-friendly control panel allowing easy updates to your website content."
          },
          {
            "header": "Online Signature & CV Upload",
            "content": "Streamline communications with an integrated email management system."
          },
          {
            "header": "Unlimited Pages",
            "content": "Expand your website as your business grows, with no page limitations."
          }
        ]
      }
    },
    
    "throutsupprtCQC":{
      "mastertitle": "2. Thorough Support for CQC Registration",
      "mastercontent": "Assistance with CQC Registration Interview and Preparing for the Process",
      "imagetitle": "Guidance on CQC Registration",
      "imagecontent1": "Getting through the registration process of the",
      "imagecontent2": "can be quite tricky and time-consuming. Care Sync Experts offer clear guidance to help make the registration process for your home care agency seamless. We are here to help you fill out all the required forms correctly for both the provider and the registered manager, ensuring that everything is done accurately and in line with CQC regulations.",
      "linktext": "Care Quality Commission (CQC)",
      "imagecontentlinkurl": "https://www.cqc.org.uk/",
      "subcard": [
        {
          "title": "Application Form Assistance",
          "icon": "flash",
          "content": "Our team is here to support you in completing the application forms both for the provider and the registered manager. We make sure that all details are accurately filled in and that your application is well prepared for submission."
        },
        {
          "title": "Statement of Purpose Preparation",
          "icon": "file",
          "content": "We help create a statement of purpose that outlines your service goals, objectives, and the range of services you plan to offer. This document plays a role in showing the CQC your agency's dedication to delivering top-notch care."
        },
        {
          "title": "Reviewing CVs for Compliance",
          "icon": "flash",
          "content": "We carefully assess the CVs of your Registered Manager and Nominated Individual to ensure they align with CQC standards. This involves verifying their credentials, experience, and suitability for their roles within your agency."
        },
        {
          "title": "Liaison with CQC",
          "icon": "file",
          "url": "https://www.cqc.org.uk/",
          "urltext": "Care Quality Commission (CQC)",
          "content1": "Our team engages directly with the",
          "content2": "on your behalf, handling any requirements and providing supporting documents. We manage all communication to ensure a smooth registration process."
        }
      ]
    },    
    "ourPackagesaccordiangroup":{
      "title":"1. Set-up, Registration & Information",
      "data": [
        {
          "header": "Business Plan",
          "content": "Work with our team to develop a detailed business plan tailored to your care agency, including cash flow forecasts and profit and loss statements to ensure financial stability and growth.>"
        },
        {
          "header": "Name Creation",
          "content": "We assist in brainstorming and selecting a business name that is memorable, marketable, and perfectly suited to your agency's mission and services."
        },
        {
          "header": "Company Registration",
          "content1": "We handle the entire registration process with ",
          "content2": ", providing you with all necessary legal documents, both digitally and by post.",
          "name": "Companies House",
          "url": "https://www.gov.uk/limited-company-formation/register-your-company"
        },
        {
          "header": "Business Registration",
          "content1": "We’ll ",
          "content2": "your company as an official employer, ensuring compliance with all employment regulations, including PAYE setup.",
          "name": "register ",
          "url": "https://www.gov.uk/set-up-limited-company"
        },
        {
          "header": "IT Setup Assistance",
          "content": "Get expert guidance on the necessary technology, tools, and systems to efficiently run your care agency from day one."
        },
        {
          "header": "Office Space Assistance",
          "content": "Our team assists you in identifying and securing the ideal office location that meets your operational needs."
        },
        {
          "header": "VAT Registration",
          "content": "We manage the VAT registration process for your company, ensuring all tax obligations are met from the start."
        },
        {
          "header": "Virtual Telephone Setup",
          "content": "Enhance your communication with a virtual telephone number, professionally set up to manage client and partner calls."
        },
        {
          "header": "Corporation Tax Enrollment",
          "content": "Automatically register for corporation tax with HMRC during company formation, ensuring your business meets all tax obligations."
        },
        {
          "header": "Data Protection Registration",
          "content1": "We ensure your agency meets legal data protection requirements by registering with the ",
          "content2": "and covering your first year’s fee.",
          "name": "Information Commissioner’s Office (ICO) ",
          "url": "https://ico.org.uk/"
        }
      ]
    },
    "FullImageWithCardBottomComponent": {
      "title": "DOMICILIARY CARE",
      "sub": "Start Your Home Care Business with Our All Inclusive Support Package.",
      "content": "Transform your vision of running a successful home care agency into reality with Care Sync Experts.",
      "img": "../../../assets/our-packages/DomiciliaryCare/headerFullimage.jpeg",
      "card": {
        "title": "What is Domiciliary Care?",
        "content1": "Domiciliary care, also referred to as Home care provides vital personal and practical assistance to individuals within the comfort of their own homes. Care Sync Experts specialises in guiding entrepreneurs and providers through the process of establishing successful domiciliary care agencies.",
        "content2": "This service is crucial for meeting the needs of elderly individuals, people with disabilities, those recovering from illness or surgery, and others requiring assistance with daily living activities."
      }
    },
    "ImageCardDataComponent_four": {
      "fourCard_data": {
        "heading": " With our expertise, you can confidently set up a domiciliary care agency that offers services such as:",
        "content": "We aim to assist you in establishing a care agency that promotes independence, enhances quality of life, and allows individuals to receive the support they need in the comfort of their own homes. Our consultancy services that cover every aspect of starting and running a domiciliary care business, ensuring your success from day one.",
        "cardData": {
          "container": {
            "items": [
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-personal-care.jpg",
                  "alt": "Personal care"
                },
                "layer": {
                  "title": "Personal care",
                  "description": "Assistance with bathing, dressing, and daily hygiene."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-household-tasks.jpg",
                  "alt": "Household tasks"
                },
                "layer": {
                  "title": "Household tasks",
                  "description": "Support with cleaning, cooking, and household management."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-medical-support.jpg",
                  "alt": "Medical support"
                },
                "layer": {
                  "title": "Medical support",
                  "description": "Administering medication and monitoring health conditions."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/domiciliary-care-companionship.jpg",
                  "alt": "Companionship"
                },
                "layer": {
                  "title": "Companionship",
                  "description": "Providing emotional and social support to clients."
                }
              }
            ]
          }
        }
      }
    },
    "CyanWhiteCardComponent": {
      "mainContainer": {
        "subContainer": {
          "leftSide": {
            "heading": "Our Comprehensive Package",
            "priceRange": "Prices Range from £500 to £6,000",
            "taxInfo": "EXCL VAT"
          },
          "rightSide": {
            "heading": "DO YOU PREFER OFFLINE READING?",
            "description": "Download a PDF version of our Domiciliary Care Agency Package",
            "button": {
              "text": "Download PDF Here",
              "action": "openPdf",
              "pdfUrl": "https://caresyncexperts.co.uk/domiciliary-care-package-brochure-download"
            }
          }
        }
      },
      "solobottom": " What’s Included in Our Comprehensive Package:"
    },
    "ImageCardDataComponent_three": {
      "three_card": {
        "heading": " Building Your Vision, One Step at a Time",
        "content": "Partner with Care Sync Experts to establish your care business in one of the most robust sectors.With our tailored support and industry expertise, we provide everything you need to build and grow a successful care agency.",
        "cardData": {
          "container": {
            "items": [
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/supported-living-package-thumbnail.jpg",
                  "alt": "Supported Living"
                },
                "layer": {
                  "title": "Supported Living",
                  "description": "Create communities where independence and quality of life are the top priorities."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/temporary-staffing-package-thumbnail.jpg",
                  "alt": "Temporary Staffing Agency"
                },
                "layer": {
                  "title": "Temporary Staffing Agency",
                  "description": "Ensure top tier care with a reliable, expertly trained workforce on demand."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/ciw-package-thumbnail.jpg",
                  "alt": "CIW Domiciliary Care Agency"
                },
                "layer": {
                  "title": "CIW Domiciliary Care Agency",
                  "description": "Navigate CIW regulations and establish a high quality care agency in Wales."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/combined-agency-package-thumbnail.jpg",
                  "alt": "Combined Care Agency"
                },
                "layer": {
                  "title": "Combined Care Agency",
                  "description": "Integrate care and staffing for seamless operations and unparalleled service."
                }
              },
              {
                "image": {
                  "src": "https://caresyncexperts.co.uk/images/packages/rqia-domiciliary-care-package-thumbnail.jpg",
                  "alt": "RQIA Domiciliary Care Agency"
                },
                "layer": {
                  "title": "RQIA Domiciliary Care Agency",
                  "description": "Launch with confidence, meeting and exceeding RQIA standards from the start."
                }
              }
            ]
          }
        }
      }
    }
  },
  "TemporaryStaffing": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "TEMPORARY STAFFING AGENCY",
      "sub": "Launch and Grow Your Temporary Staffing Agency with Confidence",
      "content": "We provide a package for Temporary Staffing that is tailored to support you in setting up a temporary staffing agency within the social care field. Our experience guarantees that you can effectively handle the complexities of the sector and establish a business centred on delivering notch adaptable staffing solutions.",
      "img": "../../../assets/our-packages/TemporaryStaffing/headerFullimage.webp"
    }
  },
  "SupportedLiving": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "SUPPORTED LIVING",
      "sub": "Your Blueprint for Establishing and Running a Thriving Supported Living Service",
      "content": "Unlock Success in Supported Living",
      "img": "../../../assets/our-packages/SupportedLiving/headerFullimage.webp",
      "card": {
        "title": "Empower Lives with Our Expertly Crafted Supported Living Solutions",
        "content1": "Setting up a successful Supported Living service is more than just a business. It involves nurturing an environment where individuals can flourish. Care Sync Experts offers a plan to help you establish and oversee a service that prioritises independence, dignity and quality of life. Our customised package provides you with the knowledge and resources to surpass industry expectations and contribute meaningfully to the healthcare sector."
      }
    }
  },
  "ciwDomiciliaryCare": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "CIW DOMICILIARY CARE",
      "sub": "Start Your Domiciliary Care Business in Wales with Our Complete Setup Package",
      "content": "Make your dream of owning a home care company in Wales a reality by utilising our CIW (Care Inspectorate Wales) Domiciliary Care Agency Setup Package. At Care Sync Experts we provide the expertise and resources to help your care agency meet all standards and excel in delivering top quality care.",
      "img": "../../../assets/our-packages/ciwDomiciliaryCare/headerFullimage.webp"
    }
  },
  "rqiaDomiciliaryCare": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "RQIA DOMICILIARY CARE AGENCY",
      "sub": "Build Your Leading Domiciliary Care Agency in Northern Ireland Today",
      "content": "Setting up an RQIA compliant Domiciliary Care Agency requires precision and expertise. At Care Sync Experts, we provide the essential guidance and resources to help you navigate RQIA regulations with ease. Our package equips you with the knowledge and tools to build a high-quality, compliant care agency that stands out in the healthcare sector. Start your journey to excellence and ensure your agency meets the highest standards from day one.",
      "img": "../../../assets/our-packages/rqiaDomiciliaryCare/headerFullimage.webp"
    }
  },
  "CombinedCareAgency": {
    "compStructure": [
      "FullImageWithCardBottomComponent"
    ],
    "FullImageWithCardBottomComponent": {
      "title": "COMBINED CARE AGENCY",
      "sub": "Unite Domiciliary Care and Temporary Staffing for Unmatched Flexibility and Quality",
      "content": "Elevate Your Care Agency with Our Combined Package",
      "img": "../../../assets/our-packages/CombinedCareAgency/headerFullimage.webp"
    }
  }
}